export default {
  projections: {
    ШколаE: {
      назв: {
        __caption__: 'Назв'
      },
      ученик: {
        __caption__: 'Ученик',
        фИО: {
          __caption__: 'ФИО'
        },
        классУч: {
          __caption__: 'Класс уч',
          назв: {
            __caption__: 'Назв'
          }
        },
        статусУч: {
          __caption__: 'Статус уч',
          назв: {
            __caption__: 'Назв'
          }
        },
        родитель: {
          __caption__: 'Родитель',
          фио: {
            __caption__: 'Фио'
          }
        }
      },
      учитель: {
        __caption__: 'Учитель',
        фио: {
          __caption__: 'Фио'
        }
      }
    },
    ШколаL: {
      назв: {
        __caption__: 'Назв'
      }
    }
  },
  validations: {
    назв: {
      __caption__: 'Назв'
    },
    учитель: {
      __caption__: 'Учитель'
    },
    ученик: {
      __caption__: 'Ученик'
    }
  }
};
