export default {
  projections: {
    УченикE: {
      фИО: {
        __caption__: 'ФИО'
      },
      классУч: {
        __caption__: 'Класс уч',
        назв: {
          __caption__: 'Назв'
        }
      },
      статусУч: {
        __caption__: 'Статус уч',
        назв: {
          __caption__: 'Назв'
        }
      },
      родитель: {
        __caption__: 'Родитель',
        фио: {
          __caption__: 'Фио'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    классУч: {
      __caption__: 'Класс уч'
    },
    родитель: {
      __caption__: 'Родитель'
    },
    статусУч: {
      __caption__: 'Статус уч'
    },
    школа: {
      __caption__: 'школа'
    }
  }
};
